Repository: Autohome2/software_tools
Catalog: SFMonitor/locales/*/LC_MESSAGES/default.po
Languages: ru_ru

source: About
ru_ru: О программе

source: About the SFMonitor
ru_ru: О программе

source: Are you sure to quit?
ru_ru: Вы действительно желаете выйти?

source: Author
ru_ru: Автор

source: Axis X
ru_ru: Ось X

source: Axis Y
ru_ru: Ось Y

source: Baud rate
ru_ru: Скорость порта

source: Break port
ru_ru: Остановить порт

source: COM monitor thread error
ru_ru: Ошибка монитора COM порта

source: COM port
ru_ru: COM порт

source: COM port error
ru_ru: Ошибка COM порта

source: Can't create serial connection. Try again.
ru_ru: Не удается подключиться к порту. Попробуйте снова.

source: Color
ru_ru: Цвет графика

source: Common
ru_ru: Общие

source: Complex v(t)
ru_ru: Функция v(t)

source: Complex y(x)
ru_ru: Функция y(x)

source: Data
ru_ru: Данные

source: Data flows
ru_ru: Потоки

source: Data flow properties
ru_ru: Параметры потоков

source: Data format:
ru_ru: Формат данных

source: Draw trace
ru_ru: Отображать шлейф

source: Exit
ru_ru: Выход

source: File
ru_ru: Файл

source: Flow #%d
ru_ru: Поток №%d

source: Help
ru_ru: Помощь

source: Home page
ru_ru: Домашняя страница

source: Language
ru_ru: Язык

source: Language selection
ru_ru: Выбор языка

source: Major tick
ru_ru: Отметка каждые

source: Max value
ru_ru: Максимальное значение

source: Min value
ru_ru: Минимальное значение

source: Monitor idle
ru_ru: Стоим, ничего не делаем

source: Monitor running
ru_ru: Читаем данные из порта

source: I/O Error
ru_ru: Ошибка ввода/вывода

source: No serial ports found
ru_ru: Не найдены COM порты

source: Online manual
ru_ru: Онлайн инструкция

source: Original concept
ru_ru: Исходная идея

source: Port
ru_ru: Порт

source: Position
ru_ru: Позиция

source: Plot
ru_ru: График

source: Plot mode:
ru_ru: Вид графика

source: Plot page size
ru_ru: Размер страницы

source: Plot scale
ru_ru: Шкалы графика

source: Port name:
ru_ru: Порт:

source: Preferences
ru_ru: Настройки

source: Reset
ru_ru: Сброс

source: Scatter
ru_ru: Точечный график

source: Sec
ru_ru: Сек

source: Select
ru_ru: Выбрать порт

source: Select COM port
ru_ru: Выбор COM порта

source: Serial Flow Monitor (SFMonitor) - Serial port monitor for robotic purposes.
ru_ru: Монитор последовательного порта (SFMonitor) - инструмент для анализа потоков данных из последовательного порта.

source: Set axis X scale
ru_ru: Настройка шкалы X

source: Set axis Y scale
ru_ru: Настройка шкалы Y

source: Set flow #%d properties
ru_ru: Параметры потока №%d

source: Set plot scale
ru_ru: Шкалы графика

source: Setup common flow properties
ru_ru: Настройка общих параметров потоков

source: Setup common plot properties
ru_ru: Настройка общих параметров графика

source: Setup flows
ru_ru: Настройка потоков

source: Simple
ru_ru: Простой

source: Source repository
ru_ru: Исходные коды

source: Start
ru_ru: Запустить

source: Start monitor
ru_ru: Запуск монитора

source: Stop
ru_ru: Остановить

source: Stop monitor
ru_ru: Остановка монитора

source: Time
ru_ru: Время

source: Unsigned
ru_ru: Беззнаковые значения

source: Update frequency
ru_ru: Частот обновления

source: Update frequency = %s (Hz)
ru_ru: Частота обновления = %s (Гц)

source: Value
ru_ru: Величина

source: Value separator
ru_ru: Наличие разделителя значений

source: Value size in packet
ru_ru: Размер значения в пакете

source: Vector
ru_ru: Вектор

source: Version
ru_ru: Версия
